Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotPasteNoLevelBelow Property
 Can't paste these elements at this height because there is no Level below to reference.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotPasteNoLevelBelow { get; }
Public Shared ReadOnly Property CannotPasteNoLevelBelow As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotPasteNoLevelBelow {
	FailureDefinitionId^ get ();
}
static member CannotPasteNoLevelBelow : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace